jose-villegas/autana/launcher/sdkconfig.defaults.esp32s3
CONFIG_IDF_TARGET="esp32s3"
CONFIG_ESP_DEFAULT_CPU_FREQ_MHZ_240=y

# ESP32-S3R8: 8 MB octal PSRAM, 80 MHz - the fastest mode this die supports.
CONFIG_SPIRAM=y
CONFIG_SPIRAM_MODE_OCT=y
CONFIG_SPIRAM_SPEED_80M=y
